Repository: giellalt/corpus-nob
Catalog: prestable/tmx/smj/admin/sd/samediggi.no/det-internasjonale-aaret-for-urfolksspraak-iyil-2019.html.tmx
Source language: nob
Languages: smj

source: Det internasjonale året for urfolksspråk – IYIL 2019
smj: Rijkajgasskasasj álggoálmmukgielaj jahke – IYIL 2019

source: De Forente Nasjoner (FN) bestemte i 2016 at 2019 er det internasjonale året for urfolksspråk.
smj: Aktidum Nasjåvnå (AN) mierredin jagen 2016 juhte 2019 la rijkajgasskasasj álggoálmmukgielaj jahken.

source: Det er UNESCO som har lederansvaret for arbeidet med IYIL 2019.
smj: UNESCO la njunnjutjin bargon IYIL 2019:ajn.

source: Det har blitt opprettet en styringsgruppe for IYIL 2019 der bl.a. alle de syv urbefolkningsområder og tilhørende stater er representert.
smj: Vuododuvvam la njunnjusjjuohkusav IYIL 2019:aj gånnå d.d. gájka gietjav álggoálmmukguovlo aj daj stáhta ájrastuhteduvvi.

source: Sametingspresidenten Aili Keskitalo er urfolkrepresentant for det Arktiske området, samt en av lederne i styringsgruppa.
smj: Sámedikkepresidænnta Aili Keskitalo la álggoálmmukåvdåstiddje Arktalasj guovlos, ja la aj njunnjusjjuohkusin.

source: Målet med urfolksspråkåret er å synliggjøre og fremme situasjonen til urfolksspråk.
smj: Ulmme álggoálmmukgielaj jagijn la álggoálmmukgielaj dilijt tjalmostahttet ja åvdedit.

source: Av verdens ca. 7000 språk, kan flere tusen språk forsvinne og mange er allerede forsvunnet.
smj: Værálda birrusij 7000 gielajs, la máhttelis moadda tuvsána gáhtu ja edna giella li juo gáhtum.

source: Urfolksspråk er i en spesielt utsatt situasjon.
smj: Álggoálmmukgiela li sierralágásj rasjes dilen.

source: Ca. 2680 språk er truede språk.
smj: Bájkoj 2680 giela li ájteduvvam giellan.

source: I UNESCOS liste over truede språk, er samiske språk klassifisert som truede eller alvorlig truede språk:
smj: UNESCO listan ájteduvvam gielaj, sáme giela aneduvvi ájteduvvam jali alvosláhkáj ájteduvvam giellan:

source: Nordsamisk er truet språk
smj: Nuorttasámegiella l ájteduvvam giellan

source: Lule-, kildin-, sør-, enare- og skoltesamisk er svært truede språk.
smj: Julev-, giellda-, oarjjel-, Anár- ja gålldåsámegiella li duodaj ájteduvvam giellan

source: Ter-, ume- og pitesamisk er kritisk truede språk.
smj: Tárjje-, Ubbmem- ja bihtámsámegiela li tjierggis ájteduvvam giellan

source: I tillegg er akkala- kemisamisk ansett som forvunnede språk i UNESCOS liste over språk.
smj: Duodden áhkkel- ja kemisámegiella aneduvvi gáhtum giellan UNESCO giellalistan.

source: Gjennom det internasjonale året for urfolksspråk skal urfolksspråk synliggjøres gjennom fem hovedområder:
smj: Rijkajgasskasasj álggoálmmukgielaj jage baktu galggi álggoálmmukgiela tjalmostahteduvvat vidá oajvvesuorge baktu:

source: Mer forståelse, forsoningsarbeid og internasjonal samarbeid mellom ulike interessenter.
smj: Ienep dádjadusáv, såbadallambargov, ja rijkajgasskasasj aktisasjbargov iesjgeŋga berustiddjij gaskan.

source: Etablere gode forhold for kunnskapsdeling og formidling, som tar hensyn til urfolk.
smj: Ásadit buorre vidjurijt máhtudagáv juogadittjat ja gaskostittjat, ma álggoálmmugijt vieledi.

source: Integrere urfolksspråk i majoritetsspråket og innlemme urfolksspråk inn i den nasjonale politikken, nasjonale strategiplaner og vedtekter.
smj: Álggoálmmukgielajt ieneplågogielajda sebrudahttet ja sebrudahttet álggoálmmukgielajt nasjåvnålasj politihkkaj, nasjåvnålasj strategiplánajda ja njuolgadusájda.

source: Legge forholdene til rette gjennom oppbygging av kapasitet
smj: Sjaddama ja åvddånahttema ådå máhtudagá baktu

source: Les mer om det internasjonale året for urfolksspråk på nettsida til språkåret (engelsk).
smj: Lågå ienebuv rijkajgasskasasj álggoálmmukgielaj jage birra dán næhttabielen: https://en.iyil2019.org/

source: Der finner du mer informasjon samt et kart som viser hvilke arrangementer som finnes knyttet til IYIL 2019.
smj: Danna ienep diedojt gávna ja aj kártav mij vuoset ásadusájt tjanádum IYIL 2019:aj.
